{
  "language": "en",
  "about-history-1969": "1969",
  "about-history-1989": "1989",
  "about-history-1999": "1999",
  "about-history-2004": "2004",
  "about-history-2007": "2007",
  "about-history-2008": "2008",
  "about-history-2009": "2009",
  "about-history-2010": "2010",
  "buildings-page-title": "Buildings | Amemiya-daiku",
  "buildings-description": "Buildings and construction built by Amemiya Daiku",
  "buildings-keywords": "buildings, genkan, morikawa, sendogaya, shiono, tomohana, amemiya daiku",
  "buildings": "Buildings",
  "buildings-tomohana": "Tomohana",
  "buildings-genkan": "Genkan",
  "buildings-morikawa": "Morikawa",
  "buildings-sendogoya": "Sendogoya",
  "buildings-shiono": "Shiono",
  "contact-page-title": "Contact | Amemiya-daiku",
  "contact-description": "How to get in touch with Kunihiro Amemiya. Japanese only.",
  "contact-keywords": "Kunihiro Amemiya, telephone, adress, mobile, fax, contact",
  "contact-kunihiro-amemiya": "Kunihiro Amemiya",
  "contact-address": "Address",
  "contact-address-details": "Yamanashi-Ken,<br />Koushuu-shi,<br />Mikka-Ichiba,<br />Enzan 2202-1<br />〒404-0047",
  "contact-tel": "TEL/FAX",
  "contact-mobile": "Mobile phone",
  "exchange-page-title": "Exchange | Amemiya-daiku",
  "exchange-description": "International exchange of carpenting craftsmanship skills.",
  "exchange-keywords": "traditional skills, carpenters, international, craftsmanship, exchange, , craftsmen, Germany, Japan",
  "exhchange-description": "International craftsmanship exchange",
  "exchange-intro": "In the past craftsmen from around the world gathered to share their native methods. Their common thought 'making homes connecting life'.",
  "exchange-2005": "2005, Germany",
  "exchange-2005-desc": "Taking part in an international exchange to teach traditional Japanese skills and learn traditional Western skills in Germany for the first time.",
  "exchange-2007": "2007, Germany",
  "exchange-2007-desc": "Building a large Torii in Germany with craftsmen from 5 different countries.",
  "exchange-2010": "2010, Japan",
  "exchange-2010-desc": "Hosting the 'Chiisa-na Kezurokai in Ichinose' in Koushuu-shi Inchinose. carpenters from Germany, England, Belgium, Sweden, Austria and Japan (70 in total) built two huts using only hand tools; a Japanese style and a European style.",
  "finish-page-title": "Finish | Amemiya-daiku",
  "finish-description": "Finish techniques by Amemiya-daiku",
  "finish-keywords": "carpentry, adze finishing, masakari finishing, wooden shingles, clay wall, amemiya-daiku",
  "finish-choose": "Choose your finish",
  "finish-adze": "Adze finishing",
  "finish-masakari": "Masakari finishing",
  "finish-wooden": "Wooden shingles",
  "finish-clay-wall": "Clay wall",
  "furniture-page-title": "Furniture | Amemiya-daiku",
  "furniture-description": "Furniture made by Amemiya-daiku",
  "furniture-keywords": "furniture, carpentry, wood, chair, table",
  "furniture": "Furniture",
  "about-page-title": "Amemiya-daiku - Traditional Japanese Carpentry",
  "about-description": "Traditional Japanese Carpentry by Kunihiro Amemiya, founder of Amemiya-daiku.",
  "about-keywords": "Amemiya-daiku, Kunihiro Amemiya, traditional Japanese carpentry, carpenter, craftsmanship, wood, wooden homes, traditional skills, expert of the wood, Joumon skills, timber skills",
  "about": "About",
  "amemiya-daiku": "Amemiya-daiku",
  "about-intro-1": "Amemiya-daiku is located in Yamanashi-prefecture, Enzan, Japan. The company's foreman is Amemiya Kunihiro. The company focuses on traditional Japanese carpentry techniques. Techniques such as squaring logs with the Japanese broadaxe and adze, cutting large timbers in boards with the wide bladed-ripsaw and the traditional way of assembling the frame using the mortise and tenon and more complicated joints. The objective is to build sustainable environmental friendly homes. This by using as much hand tools as possible, manual labor and ancient knowledge and skills. The homes are not only friendly for their surroundings but also for their inhabitants. By living close to nature, the true meaning of a home can come true: comforting peoples mind. Local materials such as trees and earth are used. This in order to keep the ecological footprint as low as possible from the beginning of the building process.",
  "about-img-alt": "Kunihiro Amemiya traditional Japanese Carpenter",
  "about-intro-2": "The company offers: small huts were you can experience an outer space - minka reform and renovation - free earthquake resistance diagnosis.",
  "about-history": "History",
  "about-history-1": "Born in Koushuu (graduated from Nichikawa Senior Highschool).",
  "about-history-2": "Starting his apprenticeship as a carpenter by his father Amemiya Kunio.",
  "about-history-3": "Becoming an independent carpenter, Amemiya-daiku is born.",
  "about-history-4": "Winning the prefectural skills competition of Yamanashi.",
  "about-history-5": "Taking part in the reconstruction of 1600 year old skills at the Yamanashi 'kai choushizuka kofun'.",
  "about-history-6": "Taking part in recording traditional skills for the ministry of culture of France and the Takenaka Carpentry Tools museum.",
  "about-history-7": "Being acknowledged as an 'expert of the wood' by the National Land Afforestation Promotion Organization.",
  "about-history-8": "Involved in investigating Joumon-era lifestyle at the Ishikawa prefectural Iwaki historic ruins (splitting timber and stone axe hewing).",
  "about-history-9": "Hosting the 'Chiisa-na Kezurokai in Ichinose' in Ichinose.",
  "links-page-title": "Links | Amemiya-daiku",
  "links-description": "Links to partners and friends of Amemiy-daiku",
  "links-tatami": "Tatami World, Axel Weller",
  "links": "Links",
  "ocha-page-title": "Ocha-he-ie | Amemiya-daiku",
  "ocha-1": "Ocha-he-ie",
  "under-construction": "Under Construction",
  "tools-page-title": "Tools | Amemiya-daiku",
  "tools-description": "Tools used by Amemiya-daiku: Broadaxe, adze, rip saw",
  "tools-keywords": "broadaxe, adze, rip saw, tools, shaping logs, axe, hand woodwork, squaring logs, timber, wood",
  "tools": "Tools",
  "tools-broadaxe": "Broadaxe",
  "tools-broadaxe-info": "In medieval Japan somashi (杜師) were known for their accuracy and swiftness with the Japanese broadaxe, the masakari (鉞). They axes come in different shapes, but they are all meant to do the same. Squaring logs after they have been cut. This way the logs dry faster during transportation to the construction site or the manufacturer.",
  "tools-adze": "Adze",
  "tools-adze-info": "The adze, chouna (釿), was used to smooth the squared logs even further. If the adzing is done properly it does not take to great effort to give the timber a final finish by planing it. The adze has also different shapes. There are adzes used for smoothing, squaring and there are even adzes used for more decorative finishing.",
  "tools-rip-saw": "Rip Saw",
  "tools-rip-saw-info": "The wide-bladed ripsaw maebiki-oga (前挽き大鋸) was yielded by the so called kobiki (木挽). This saw was used to cut boards out of logs and for squaring logs.",
  "portfolio": "Portfolio",
  "international": "International",
  "ocha-2": "Ocha-He-Ie",
  "contact": "Contact"
}